/* The default text for the LoadingIndicatorView.
 This string can be overwritten by the "text" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "يتم التحميل";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "قيد التنفيذ";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "توقف التنفيذ";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "اكتمل التنفيذ";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "قيد التنفيذ مع خيار الإيقاف المؤقت";

/* The default text for an indicator in progress with option to cancel.
 Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "قيد التنفيذ مع خيار الإلغاء";

